Repository: secret-star93/aimeos-core
Catalog: controller/extjs/i18n/*.po
Languages: bg, ru, tr

source: Changing file permissions for "%1$s" to "%2$o" failed
bg: Грешка при промяна на файловите права от "%1$s" на "%2$o"
ru: Ошибка при изменении разрешений с "%1$s" на "%2$o" для файлов

source: Class "%1$s" does not implement "%2$s"
bg: Класът "%1$s" не се изпълнява "%2$s"
ru: Класс "%1$s" не реализует "%2$s"
tr: Class "%1$s" "%2$s" uygulamıyor

source: Class "%1$s" not found
bg: Класът "%1$s" не е намерен
ru: Не найден класс "%1$s"
tr: Class "%1$s" bulunamadı

source: Controller path is empty
bg: Не е указан път към контролера
ru: Не указан путь к контроллеру
tr: Kontrolör yolu boş

source: Could not set permissions "%1$s" for file "%2$s"
bg: Не можете да зададете права "%1$s" за файл "%2$s"
ru: Невозможно установить разрешение "%1$s" для файла "%2$s"
tr: "%2$s" dosyası için "%1$s" izinleri ayarlanamadı

source: Couldn't create directory "%1$s" with permissions "%2$o"
bg: Не можете да се създадете директория "%1$s" с права "%2$o"
ru: Невозможно создать директорию "%1$s" с разрешениями "%2$o"

source: Create export directory for attribute IDs: %1$s
bg: Създайте експорт директория за атрибутите: %1$s
ru: Создать директорию для экспорта атрибута с ID: %1$s

source: Create export directory for catalog IDs: %1$s
bg: Създайте експорт директория за каталозите: %1$s
ru: Создать директорию для экспорта каталога с ID: %1$s

source: Create export directory for product IDs: %1$s
bg: Създайте експорт директория за продуктите: %1$s
ru: Создать директорию для экспорта товара с ID: %1$s

source: Deleting file "%1$s" failed
bg: Неуспешно изтриване на файл "%1$s"
ru: Ошибка при удалении файла "%1$s"

source: Download
bg: Изтегляне
ru: Скачать
tr: İndir

source: Error in %1$s text import: %2$s
bg: Грешка в %1$s импорта на текст: %2$s
ru: Ошибка в %1$s при импорте текста: %2$s
tr: %1$s metin içe aktarmada hata: %2$s

source: Factory "%1$s" not found
bg: Фабрика "%1$s" не е намерена
ru: Не найдена фабрика "%1$s"
tr: Fabrika "%1$s" bulunamadı

source: Invalid class name "%1$s"
bg: Невалидно име на клас "%1$s"
ru: Недопустимое название класса "%1$s"
tr: Geçersiz class adı "%1$s"

source: Invalid controller "%1$s" in "%2$s"
bg: Невалиден контролер "%1$s" в "%2$s"
ru: Недопустимый контроллер "%1$s" в "%2$s"
tr: "%2$s" içinde geçersiz denetleyici "%1$s"

source: Invalid controller factory name "%1$s"
bg: Невалидно име на фабрика на контролер "%1$s"
ru: Недопустимое название фабрики контроллера "%1$s"
tr: Geçersiz kontrolör fabrika adı "%1$s"

source: Invalid domain "%1$s"
bg: Невалиден домейн "%1$s"
ru: Недопустимый домен "%1$s"
tr: Geçersiz domain "%1$s"

source: Invalid factory "%1$s"
bg: Невалидна фабрика "%1$s"
ru: Недопустимая фабрика "%1$s"
tr: Geçersiz fabrika "%1$s"

source: Invalid list type "%1$s"
bg: Невалиден тип на списък "%1$s"
ru: Недопустимый тип списка "%1$s"
tr: Geçersiz liste türü "%1$s"

source: Invalid method "%1$s" in request
bg: Невалиден метод "%1$s" в заявката
ru: Недопустимый метод "%1$s"в запросе
tr: İstekte geçersiz metot "%1$s"

source: Invalid row from %1$s text import: %2$s
bg: Невалиден ред от %1$s импорта на текста: %2$s
ru: Неверная строка из %1$s при импорте текста: %2$s
tr: %1$s metin içe aktarımından geçersiz satır: %2$s

source: Invalid sort direction "%1$s"
bg: Невалидна посока на сортиране "%1$s"
ru: Недопустимое направление сортировки "%1$s"
tr: Geçersiz sıralama yönü "%1$s"

source: Invalid text type "%1$s"
bg: Невалиден тип на текст "%1$s"
ru: Недопустимый тип текста "%1$s"
tr: Geçersiz metin türü "%1$s"

source: List item doesn't implement "%1$s"
bg: Елемент от списъка не се имплементира "%1$s"
ru: Элемент списка не реализует "%1$s"
tr: Liste öğesi "%1$s" uygulamıyor

source: Method "%1$s" not found
bg: Метод "%1$s" не е намерен
ru: Не найден метод "%1$s"
tr: Metot "%1$s" bulunamadı

source: Missing parameter "%1$s"
bg: Липсващ параметър "%1$s"
ru: Неверный параметр "%1$s"
tr: Eksik parametre "%1$s"

source: No allowed image types configured for "%1$s"
bg: Неразрешени типове изображения са конфигурирани за "%1$s"
ru: Для "%1$s" не настроены допустимые типы изображений
tr: "%1$s" için hiçbir izin verilen görüntü türü yapılandırılmadı

source: Required attribute "%1$s" missing in request
bg: Задължителният атрибут "%1$s" липсва в заявката
ru: Ошибка в обязательном атрибуте "%1$s" при запросе
tr: Gerekli nitelik "%1$s" istekte eksik

source: Site item for code "%1$s" not found
bg: Сайт елемента за код "%1$s" не е намерен
ru: Не найден элемент сайта для кода "%1$s"
tr: Kod "%1$s" için site öğesi bulunamadı

source: Unable to call method "%1$s"
bg: Невъзможно е да се извика метод "%1$s"
ru: Невозможно вызвать метод "%1$s"
tr: Metot "%1$s" çağrılamıyor

source: Unable to create directory "%1$s"
bg: Невъзможно е създаването на директория "%1$s"

source: Unable to create file in "%1$s"
bg: Невъзможно е създаването на файл "%1$s"

source: Uploaded file could not be moved to upload directory "%1$s"
bg: Каченият файл не може да бъде добавен в качената директория "%1$s"
ru: Загруженный файл не может быть перемещен в каталог загрузки "%1$s"
tr: Yüklenen dosya, "%1$s" yükleme dizinine taşınamadı
